package lab1;

public class Menu {
    public void Menu1(String[] args){
        if(args[0].equals("-h")){
            System.out.println("Лаврик Юліана " +
                    "Ввести текст. Текст розбити на речення. Для кожного речення\n" +
                    "знайти та надрукувати всі слова максимальної та мінімальної довжини. \n" +
                    "результат.\n");
        }
        // вивід текстового меню для користувача
        System.out.println(
                "a. введення даних\n" +
                        "b. перегляд даних\n" +
                        "c. обробка даних\n" +
                        "d. відображення результату\n" +
                        "e. завершення програми");
    }
}
